import React from 'react';
import styles from "./../../styles/About.module.scss"
const About = () => {
    return (
        <div className={styles.about}>
            <h1 className={styles.aboutTitle}>Про нас</h1>
            <div className={styles.aboutContent}>
                <h2 className={styles.aboutSubtitle}>Наш магазин</h2>
                <p className={styles.aboutDescription}>
                    Магазин Бражкович - це місце, де кожен знайде собі цікаву та корисну книгу. У нашому асортименті більше 100 тисяч видань з різних галузей знань, від популярної науки до класики світової літератури.
                </p>
                <h2 className={styles.aboutSubtitle}>Наш вибір</h2>
                <ul className={styles.aboutList}>
                    <li>Широкий вибір книг для дітей та дорослих</li>
                    <li>Можливість замовлення рідкісних та нестандартних видань</li>
                    <li>Книги відомих українських та світових авторів</li>
                    <li>Переклади найпопулярніших книг із різних мов</li>
                    <li>Популярні книги з різних галузей знань</li>
                </ul>
                <h2 className={styles.aboutSubtitle}>Наші переваги</h2>
                <ul className={styles.aboutList}>
                    <li>Великий вибір книг з різних галузей знань</li>
                    <li>Висока якість обслуговування</li>
                    <li>Допомога у виборі книги</li>
                    <li>Швидка доставка по всій Україні</li>
                    <li>Безкоштовна доставка при замовленні від 1000 грн</li>
                    <li>Регулярні заходи для читачів</li>
                </ul>
                <h3 className={styles.aboutSubtitleSmall}>Широкий вибір книг</h3>
                <p className={styles.aboutDescription}>
                    У нашому магазині ви знайдете більше 100 тисяч видань з різних галузей знань - від популярної науки та бізнесу до класики світової літератури. Ми намагаємося вибирати для вас найцікавіші та найкращі книги, які допоможуть вам розвиватися та розширювати свій кругозір. Наші кваліфіковані книгарі завжди раді допомогти вам у виборі книги, яка стане найбільш корисною та цікавою для вас.
                </p>
                <h3 className={styles.aboutSubtitleSmall}>Висока якість обслуговування</h3>
                <p className={styles.aboutDescription}>
                    У магазині Бражкович ми надаємо вам найкращу якість обслуговування. Ми завжди готові допомогти вам у виборі книги, відповісти на будь-які ваші питання та допомогти з оформленням замовлення. Ми надаємо швидку доставку по всій Україні та забезпечуємо повне задоволення наших клієнтів.

                </p>
                <h3 className={styles.aboutSubtitleSmall}>Регулярні заходи для читачів</h3>
                <p className={styles.aboutDescription}>
                    У магазині Бражкович ми завжди створюємо атмосферу дружелюбності та турботи про кожного нашого клієнта. Ми організовуємо різноманітні заходи для читачів - книжкові клуби, літературні вечори, презентації нових видань та багато іншого. Ми завжди раді бачити вас у нашому магазині та надати вам найкращі книги та сервіс.

                </p>
            </div>
        </div>
    )
};

export default About;
